{
   "newsli": [
      {
        "title": "Continued COVID Response",
		"link": "/news/continued-covid-response",
		"para1": "As we continue to see Coronavirus surges around the country, our top priorities are the well-being of our employees and their ability to support our policyholders and agents. To protect both, we have further reduced the number of employees working in our offices to minimize the risk of illness. While the majority of our work force has transitioned to work-from-home environments, you may experience slight delays in service from our usual standards. Please be patient as we all navigate the “new normal.”"	,
		"para2": "During these difficult times, it’s more important than ever for families to keep their coverage in force. Policyholders who are having difficulties keeping their premium payments current are encouraged to contact us at 800-423-9765, extension *5920 to discuss options to avoid losing their valuable protection."		 	 
      },
	  {
		"title": "CFG Employees Donate to Community",
		"link": "/news/cfg-employees-donate-to-community/",
		"para1": "Employees of Columbian Financial Group have collected over $6,500.00 at their Binghamton office which will be donated to CHOW®, the Community Hunger Outreach Warehouse.",
		"para2": "CHOW® is a food banking operation that partners with over 100 emergency food programs throughout Broome County. Thanks in part to new distributors and agency partners CHOW® is able to turn just $1.00 donated into 5 meals. With this donation, that means that CHOW® will be able to provide over 32,000 meals to our community!"				 
	 },
	 {
		"title": "Coronavirus Planning",
		"link": "/news/coronavirus-planning/",
		"para1": "At Columbian, our top priorities are the health and well-being of our employees and the ability to serve our agents and customers."	,
		"para2": "\n"		 
	 },
	 {
		"title": "Columbian Financial Group Employees Help Feed the Community",
		"link": "/news/columbian-financial-group-employees-help-feed-the-community/",
		"para1": "Employees of Columbian Financial Group gathered at CHOW®, the Community Hunger Outreach Warehouse, located at 3 Otseningo Street, Binghamton, on Wednesday, July 18th to donate over 4 tons of food they collected at their Binghamton offices.",
		"para2": ""
	 },
	 {
		"title": "Mailing Address Update" ,
		"link": "/news/mailing-address-update/",
		"para1": "Please note that the Atlanta post office is no longer forwarding mail to our Binghamton, NY office and will return to the sender any mail addressed to the Norcross, GA office. Please be sure to mail all correspondence to our Binghamton office at P.O. Box 1381, Binghamton, NY 13902-1381. Express mail should be sent to 4704 Vestal Parkway East, Vestal, NY 13850."	,
		"para2": ""
	 },
	 {
		"title": "Columbian Contributes to the Growth of our Community",
		"link": "/news/columbian-contributes-to-the-growth-of-our-community/",
		"para1": "Our employees and our Company are working together to further the United Way's three goals: advancing the education, the income and the health of our fellow community members. Together, we can make a change for the better.",
		"para2": ""	
	 },
	 
	 {
		"title": "Columbian Supports Local Campaign Honoring Veterans",
		"link": "/news/columbian-supports-local-campaign-honoring-veterans/",
		"para1": "Columbian Financial Group is a proud sponsor of WBNG TV's ''Honoring a Local Hero'' Veteran Campaign.  On Veteran's Day and every day, Columbian thanks veterans for their sacrifices."	,
		"para2": ""
	 },
	 {
		"title": "Columbian Mutual Named in Three Top 100 Lists by National Underwriter Life & Health",
		"link": "/news/columbian-mutual-named-in-three-top-100-lists-by-national-underwriter-life-and-health/",
		"para1": "Columbian Mutual Life Insurance Company ranked 65th in Net Life Premiums Written, 97th in Net Annuity Premiums Written, and 88th in Net Supplemental & Other Life Premiums Written in the 2015 Top 100."	,
		"para2": ""
	 },
	 {
		"title": "Columbian Sponsors ''Eyes Forward'' Campaign",
		"link": "/news/columbian-sponsors-eyes-forward-campaign/",
		"para1": "For 130 years, Columbian has been protecting families with our life insurance products, and now we're protecting our community"	,
		"para2": ""
	 }
   ]
 
}