{
   "testimonials": [
      {
         "comment": "I have had the pleasure of working with Michael for several years. Initially he helped with support issues with our Policy Administrative System. In ’07 we worked closely in a much bigger way during the replatforming of that system. Most recently, he has worked on various conversion and reconciliation efforts, and as well continues with new application development to complement our existing systems. Each project has been very different from the other which highlights Michael’s creativeness and can do attitude. Michael has a broad knowledge of information technologies and as well can efficiently and effectively make use of new technologies when/if the needs arise. He’s always professional, and a pleasure to work with!",
         "name": "Kathy Dupree",
         "post": "Programming Manager at Columbian Financial Group"
      },
	  {
         "comment": "I can’t thank you enough for your help with the Preneed data mart.  We faced so many challenges with the ALIS system and the quality of the data that I can’t begin to enumerate all of them.  Your programming approach is linear, thorough, consistent, and always an eye on documenting what we did and why.  Starting out the project I expected you would learn more from us than we would learn from you since this is your first data mart, but that is not how it turned out.   We learned a lot from your approach and you introduced to new tools and techniques that were vital to getting the data mart built.  I wish you much success in the future and hope our paths will cross again someday professionally.",
         "name": "Michael Kline",
         "post": "Business Intelligence Specialist, Data Services, Assurant"
      },      
      {
         "comment": "Michael has an in-depth understanding of the Insurance Industry and his software solutions demonstrate this knowledge. TAPP is efficient and saves the entry person time as well as saving phone calls to request further information. He is innovative and provides solutions to problems, not just canned software. Well worth trying!!",
         "name": "Peggy Rubin",
         "post": "former Executive VP & COO at Columbian Mutual Life INC.CO"
      },
	  {
         "comment": "AppLoader allows the agent to deliver their applications to us regardless of whether they are in their office, their car or their client’s home; This allows the agent to stay in the field longer and not have to return to the office at the end of the day to copy and fax their applications. AppLoader complements our other mobile initiatives: our iPad paperless system and our Mobile Premium Calculators which were also provided by Tapp Solutions, LLC.",
         "name": "Mike Simard",
         "post": "Executive Vice President at Liberty Bankers Life Insurance"
      },
      {
         "comment": "I have known Michael Potter for a number of years, initially through the LIC and later as a client.  I can say unequivocally that Michael and his team have the knowledge and expertise to meet your needs.  Their ability to listen to the needs you have and translate them into simple, user friendly solutions is unmatched. There has also never been a time that we have had to make a change or have some issue arise that the speed of which they were able to address it was unprecedented.  They are really a great team to work with and I would highly recommend them for you.",
         "name": "Chris Meredith",
         "post": "SR VP Pre-Need, LBIG"
      },      
      {
         "comment": "During my time at Settlers Life, Tapp Solutions provided us with quality rate calculator tools, prompt maintenance and updates, and good customer service, all at a reasonable price.  Michael Potter and his staff listened carefully and worked hard to understand our business needs.  They were a good business partner.",
         "name": "Michael Lowe",
         "post": "Former President, Settlers Life Insurance Company."
      },      
	  {
		 "comment": "We worked with Tapp Solutions on a complex and challenging rate calculator app for our agents to use on their mobile devices.  Our experience with Tapp was exemplary.  They kept in constant communication throughout the development process and were able to bring the project in on time at a very reasonable cost.  Our agents love the portability, platform flexibility and accuracy of the app and constantly tell us how helpful it is to their everyday selling experience.  I would recommend Tapp Solutions to anyone seeking agent-centric digital solutions.",
		 "name": "Susan Thomas",
		 "post": "President at Texas Service Life"
	  },      
	  {
		 "comment": "We found Tapp Solutions during a time that we were desperate for help with some development that was both not in our technical wheel house and project timeline.  We were extremely pleased with the development process from initial design through implementation.  Additionally, Tapp Solutions did a wonderful job of maintaining what they built at an extremely fair price.  I’ve worked with many software service providers over my career and I would put Tapp Solutions right at the top of the list.  I have and would continue to strongly recommend Tapp Solutions.",
		 "name": "Gary Means",
		 "post": "Vice President, Director of Information Services"
	  },      
	  {
		 "comment": "Tapp Solutions has done an incredible job creating the rate calculator application for TSLIC’s sales force! Our agents love its’ straightforward ease of use. Michael Potter and his entire team have been a pleasure to work with. They helped us get the initial set up done in no time. Then they were a great help with all of the testing required to make sure the app performed as promised. Once the testing was complete the app matched our rates down to the penny. We could not be more happy with Michael, his hardworking team and of course our new rate calculator app! We look forward to a long standing relationship with Tapp Solutions, and their first rate team. ",
		 "name": "Vincent Arena",
		 "post": "Chief Marketing Officer at Texas Service Life Insurance Company"
	  },      
     {
       "comment": "To ensure premiums were accurately quoted to applicants, we wanted our E-App to automatically calculate the premiums for our agents. I contacted Michael at Tapp Solutions, and within just a few weeks, Tapp Solutions developed a premium quoting engine that easily integrated into our E-App.  Not only has the quoting engine worked flawlessly since implementation, Tapp Solutions continues to update the rates as needed for a very reasonable monthly fee. I highly recommend Michael and Tapp Solutions to anyone searching for E-App, premium quoting or website solutions. They understand insurance and their solutions are proven winners.",
       "name": "Darrell Davis",
       "post": "VP Medicare Supplement Operations Individual Assurance Companies"
     }
   ]
}